{
	"version": "https://jsonfeed.org/version/1",
	"title": "notes from the outer world.",
	"icon": "https://micro.blog/z428/avatar.jpg",
	"home_page_url": "https://notes.z428.eu/",
	"feed_url": "https://notes.z428.eu/feed.json",
	"items": [
		
			{
				"id": "http://z428.micro.blog/2025/01/24/closing-in-on-pm-stories.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Closing in on 4pm. Stories of hats and roles. Summing up working hours per week, words per day, thoughts per hour, clouds per moment of being distracted from other things. Dazed by the softness of the hills, clashing into the harsh soil devoid of snow. Different winters.</p>\n",
				"date_published": "2025-01-24T16:08:03+01:00",
				"url": "https://notes.z428.eu/2025/01/24/closing-in-on-pm-stories.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/24/wieder-hinter-der-mittagsstunde-welke.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Wieder hinter der Mittagsstunde. Welke Tulpen im Supermarkt des geringsten Misstrauens, und zu viel von jenen Besuchern, die schreiende Zeitungen mit schreienden Schlagzeilen auf das Band und in den Wagen legen. Gefangen irgendwo zwischen angewidert und resigniert. Aber zumindest der Marktschreier, der in den Lautsprechern wohnt und die Montagsangebote vorliest, hat Spaß an den Dingen. Ferner: Geschichten von Nadeln im riesigen Heuhaufen. Aber der ist verstreut quer durch die metaphorische Scheune. Vorhersagbar nicht erwartungskonformes Verhalten, der Rest liegt noch außerhalb der Erklärung. Dazu Baustellenlärm. Und bislang noch kein Kuchen.</p>\n<p><img src=\"uploads/2025/j73rxqfygfkan6rv.jpg\" alt=\"Werkzeuge des Tages. Eine Glaskugel auf einer Kopie des Site Reliability Engineering-Buches.\" width=\"400\"></p>\n<p>📷 a-different-void</p>\n<p>#a_different_void  #home_office_hours  #outerworld  #where_we_do_what_we_do  </p>\n",
				"date_published": "2025-01-24T12:45:16+01:00",
				"url": "https://notes.z428.eu/2025/01/24/wieder-hinter-der-mittagsstunde-welke.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/24/am-and-on-once-again.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>9am and on. Once again remembering that odd idea of eating the frog in the morning, but todays frog probably knew and escaped. Maybe not too bad a thing, at all. (Rescheduling. Wiping things off todays list. Breathing. And a bit of gazing into the pale sun.)</p>\n",
				"date_published": "2025-01-24T09:13:21+01:00",
				"url": "https://notes.z428.eu/2025/01/24/am-and-on-once-again.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/24/jesus-been-reading-up-all.html",
				
				"content_html": "<p>(Jesus, been reading up all the unfolding issues, responses and thoughts related to ongoing &hellip; issues and disputes and really am torn to whether I should stay at micro.blog or not. It&rsquo;s a cozy place, a mostly great community and of course a cool piece of technology. But for now I &hellip; feel insecure about parts of the current discussion, about how things went, about how communication was lead and, specifically, about things were about to be resolved. Trying to address this kind of conflicts in public, in a written way by throwing messages back and forth probably isn&rsquo;t a very good idea compared to people sitting together, having a drink and getting things out of the way. But I&rsquo;m not really glad with the outcome of these things either. Maybe I &hellip; would have &ldquo;just&rdquo; expected a bit more, a stronger, more visible and determined standing for certain ideals and positions on micro.blogs end. But maybe it&rsquo;s just me, not sure.)</p>\n",
				"content_text": "(Jesus, been reading up all the unfolding issues, responses and thoughts related to ongoing ... issues and disputes and really am torn to whether I should stay at micro.blog or not. It's a cozy place, a mostly great community and of course a cool piece of technology. But for now I ... feel insecure about parts of the current discussion, about how things went, about how communication was lead and, specifically, about things were about to be resolved. Trying to address this kind of conflicts in public, in a written way by throwing messages back and forth probably isn't a very good idea compared to people sitting together, having a drink and getting things out of the way. But I'm not really glad with the outcome of these things either. Maybe I ... would have \"just\" expected a bit more, a stronger, more visible and determined standing for certain ideals and positions on micro.blogs end. But maybe it's just me, not sure.)\n",
				"date_published": "2025-01-24T08:27:09+01:00",
				"url": "https://notes.z428.eu/2025/01/24/jesus-been-reading-up-all.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/24/073734.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>(Wahrgenommene Stunden, tatsächliche Augenblicke später und den Tag immer noch nicht richtig zu fassen bekommen. Krähen über reglosen Bäumen, der Student in der Eckwohnung raucht seine Morgenzigarette auf dem Balkon. Störungen in der eigenen Atmosphäre, andauernde Startvorgänge.)</p>\n",
				"date_published": "2025-01-24T07:37:34+01:00",
				"url": "https://notes.z428.eu/2025/01/24/073734.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/24/stardust-outer-realms-music-to.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Stardust. Outer realms. Music to fully wake up slowly.</p>\n<p><a href=\"https://cryochamber.bandcamp.com/album/stardust\">https://cryochamber.bandcamp.com/album/stardust</a> </p>\n<p><img src=\"uploads/2025/a2689264458-16.jpg\" width=\"150\" height=\"150\" alt=\"Alphaxone ProtoU Stardust cover artwork: An artificial sphere structure seen from above, floating in outer space.\"></p>\n<p>#music_for_mornings  #dark_ambient  #cryo_chamber  #protou  </p>\n",
				"date_published": "2025-01-24T07:29:21+01:00",
				"url": "https://notes.z428.eu/2025/01/24/stardust-outer-realms-music-to.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/24/aufschrecken-jh-endet-der-film.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Aufschrecken: Jäh endet der Film, der zwei Minuten nach dem Wecker begann und einige Stunden anzudauern schien. Es schließt sich nervöses Irren durch eine Welt an, die örtlich richtig, aber zeitlich komplett falsch zu sein scheint. Vereinzelte Regentropfen immer noch auf den Dächern. Der Verkehr auf nassen Fahrbahnen erwacht lauter als sonst, das Tor einer Einfahrt fällt dröhnend ins Schloss, gegenüber hält eine einzelne Wohnung dem Weihnachtslicht noch immer die Treue und im Heimbüro kreist eine Motte um die Lampe, lässt Staub und bizarre Schatten in die Tiefe fallen. Dazu erster Kaffee und Post, neben vorsichtig rauschender Heizung. Man muss sich immer wieder für das Jetzt erwärmen, damit der Morgen Form finden kann. Habt es mild heute!</p>\n",
				"date_published": "2025-01-24T05:41:59+01:00",
				"url": "https://notes.z428.eu/2025/01/24/aufschrecken-jh-endet-der-film.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/23/much-later-again-resuming-the.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Much later again. Resuming the hours and wondering whether things of relevance went unaddressed. Probably so, very much. But at the same time pondering boundaries, capabilities and honouring the relation of both. In between heat and cold, unsatisfied with both yet unable to keep a stable state in between. Windows closed again. All kinds of. Trying to grant attention to the many random stories unfolding on sidewalk and crossroad below, in the pale neon blue of the pub and the headlights of a parked car. Yet slowly turning incoherent, trains of thought taking odd turns, world slowly slipping into its hiding again. Yawning. Covering eyes with hands, for a second, to feel beyond the visible. Entering a halting state. Have a soothing night wherever you are.</p>\n<p><img src=\"uploads/2025/tdp8tmkp3hmtlnix.jpg\" alt=\"Dried flowers in an old phiol, surrounded by stones and wires and cold lights. Base of a bongo drum in the back.\" width=\"400\"></p>\n<p>📷 random-stories</p>\n<p>#random_stories  #smartphonephotography  #concrete_city  #later_that_day_later_that_night  #half_awake_half_asleep  </p>\n",
				"date_published": "2025-01-23T22:14:44+01:00",
				"url": "https://notes.z428.eu/2025/01/23/much-later-again-resuming-the.html",
				"tags": ["random stories"]
			},
			{
				"id": "http://z428.micro.blog/2025/01/23/irgendwann-unterwegs-durch-das-labyrinth.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Irgendwann, unterwegs durch das Labyrinth anderen Betons. Abseits der breiten Straße und ihrer Wiesen beginnt Bebauung, in der man sich unwohl und fremd fühlt. Über einigen Balkonen hängen noch Weihnachtssterne, ein junges Pärchen spaziert durch die Nebenwege mit zwei Hunden, mit denen sie Haarfarbe und abweisenden Gesichtsausdruck teilen. Weiter hinten, dort wo die Bäume Garagen und Poststation verdecken, sitzen Jugendliche oben im Klettergerüst eines Spielplatzes, rauchen zu harter Musik, grenzen sich gegeneinander ab, arbeiten an Rangfolge und Wortführerschaft. Man nimmt zur Kenntnis, wird zur Kenntnis genommen, und sieht irgendwann zu, wieder Distanz herzustellen. Verschämt wegen des eigenen Urteils, egal wie unbewusst es stattfindet. Und trozdem unangenehm und schwer berührt.</p>\n",
				"date_published": "2025-01-23T19:23:36+01:00",
				"url": "https://notes.z428.eu/2025/01/23/irgendwann-unterwegs-durch-das-labyrinth.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/23/pm-and-on-these-days.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>4pm and on. These days manage to keep these brighter moments to itself. Columns of data on screens. Some things worked, some things failed, some numbers still don't make sense. Corridor disputes, arguing patterns and responsibilities. Accounts balanced, access withdrawn. Missing superpower: Handling inner tensions in a meaningful way. Somehow, head still in clouds of its own.</p>\n",
				"date_published": "2025-01-23T16:05:41+01:00",
				"url": "https://notes.z428.eu/2025/01/23/pm-and-on-these-days.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/23/dieser-ganze-mittag-ein-nasskaltes.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Dieser ganze Mittag ein nasskaltes Gefühl. Verkehrslage: Luxusfahrzeuge, groß, schwarz. Wichtigtuer in karierter Krawatte, mit Pelzkragen am Mantel. Zu laute Gespräche, zu viel unfreiwillige Beteiligung and you will not have any return on your investment anyway. Unfreiwillige Wettertänze auf eisglatten Steinen, man ist so unkoordiniert, wie man sich fühlt. Feuchte Haare. Kalte Wangen. Die Hände verborgen, so gut es die Situation zulässt. (Und kein Horizont, um Himmel erkennbar werden zu lassen.)</p>\n<p><img src=\"uploads/2025/38wn280ihjvov6ix.jpg\" alt=\"Regentropfen auf Fensterscheiben und Jalousien. Körnig, verwackelt.\" width=\"400\"></p>\n<p>📷 lost-in-moments</p>\n<p></p>\n<p>#outerworld  #office_hours  #concrete_city  #countering_the_grey  #lost_in_moments  </p>\n",
				"date_published": "2025-01-23T12:23:37+01:00",
				"url": "https://notes.z428.eu/2025/01/23/dieser-ganze-mittag-ein-nasskaltes.html",
				"tags": ["lost in moments"]
			},
			{
				"id": "http://z428.micro.blog/2025/01/23/am-and-on-stopmotion-calls.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>10am and on. Stop-motion. Calls concluded, calls to commence. Exploring random universes that seem to exist in the small spaces between the segments of planned structures. Transferring vast loads of data. And watching it grow even more vast. Too: Strong wind. Strong rain. Shapeless clouds. Returning to January grey.</p>\n",
				"date_published": "2025-01-23T09:55:22+01:00",
				"url": "https://notes.z428.eu/2025/01/23/am-and-on-stopmotion-calls.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/23/dnnes-eis-auf-den-hinterhofbrunnen.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>(Dünnes Eis auf den Hinterhofbrunnen. Die wenigen hellen Zimmer spiegeln sich in kantigen Schollen, kopfstehende Zerrbilder erwachenden Geschäftsbetriebs. Schwere Wolken über den östlichen Hügeln halten die Nacht heute länger fest. Allein im Fahrstuhl, mit dem Rücken zum Spiegel, den Höhenunterschied spüren. Weit voraus denken, auch und gerade wartend im begrenzten Hier.)</p>\n",
				"date_published": "2025-01-23T07:06:15+01:00",
				"url": "https://notes.z428.eu/2025/01/23/dnnes-eis-auf-den-hinterhofbrunnen.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/23/der-nchste-morgen-schlechter-zuhrer.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Der nächste Morgen: Schlechter Zuhörer sein. Auch sich selbst. Zu viel Blick in Leeren, immer dann und überall dort, wo die Tage Unebenheiten aufweisen. Eine grüne Wäscheklammer liegt auf der Anrichte. Vergessen, ob damit irgendein Hinweis zu Wichtigem verbunden war. Vielleicht finden sich alle losen Enden später wieder ein. Erster Kaffee, Banane, verborgen summende Stadt jenseits dunkler Gemäuer. Andauernder Startvorgang, der manchmal länger braucht als gewünscht. Habt es mild heute. </p>\n",
				"date_published": "2025-01-23T05:18:26+01:00",
				"url": "https://notes.z428.eu/2025/01/23/der-nchste-morgen-schlechter-zuhrer.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/22/past-pm-once-again-taken.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Past 10pm, once again. Taken like a waypoint, like a guard on its route through the quiet dark. Also: Stumbled across an old notebook in a drawer. The kind of finding something known to be there yet not permanently visible. Wiped its surface clean. Pondered to look inside. Deciding against it, more by gut than thoughts. Staying clear of empty pages, missing pages, cryptic liner notes. Avoiding embarrassing contacts with old versions of oneself and the urge to rewalk routes and compare. Staring out again instead, as if stars could be made to show up by sheer mental force. Still trying. Have a soft night wherever you are.</p>\n",
				"date_published": "2025-01-22T22:20:34+01:00",
				"url": "https://notes.z428.eu/2025/01/22/past-pm-once-again-taken.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/22/abendliche-bergangsphasen-der-drucker-beginnt.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Abendliche Übergangsphasen: Der Drucker beginnt plötzlich, Dinge auszugeben, die er sich von irgendwann gemerkt hat, und der Kontext ist nicht gleich nachvollziehbar. Müdigkeit auf Gedanken und allen möglichen Sinnen. Kaltes Wasser nach kaltem Wind, und immer noch am offenen Fenster, fröstelnd, hin- und hergerissen zwischen Abstand zur frierenden Dunkelheit und einer unscharfen Sehnsucht nach Weite. Dann und wann. Jede Menge Rauschen im Kopf.</p>\n",
				"date_published": "2025-01-22T20:41:04+01:00",
				"url": "https://notes.z428.eu/2025/01/22/abendliche-bergangsphasen-der-drucker-beginnt.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/22/pm-and-on-watching-things.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>4pm and on. Watching things proceed all of a sudden with the right person using the right words. Much like ancient magic, but much more in a hierarchical manner. A cold afternoon, wind getting stronger as the few office dwellers some floors below decide to head home. Pale blue horizons and no songs to currently feel like singing.</p>\n",
				"date_published": "2025-01-22T16:05:43+01:00",
				"url": "https://notes.z428.eu/2025/01/22/pm-and-on-watching-things.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/22/verkehrslage-heute-wildes-parken-neben.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Verkehrslage heute: Wildes Parken neben der Baustelle. Dauerblinken, geöffnete Türe, lautes Klingeln der Straßenbahn. Die beteiligten Gesichter lassen wenig Einsicht erkennen, aber räumlicher Abstand unterbindet böse Worte. Eine Gruppe kleiner sehr junger Kinder zieht flusswärts, die Menge der Stimmen und Gespräche scheint viel größer als die Menge der Münder, die gerade laut und unbelastet durcheinanderplappern. Immer noch Frost. Aber zumindest einige Flecken warmer Sonne. </p>\n<p><img src=\"https://notes.z428.eu/uploads/2025/nhshdpep4qypfrgd.jpg\" alt=\"Frost auf einer Fahrzeugoberfläche\" width=\"400\"></p>\n<p>📷 lost-in-moments</p>\n<p></p>\n<p>#lost_in_moments  #outerworld  #concrete_city  #office_hours  </p>\n",
				"date_published": "2025-01-22T12:17:58+01:00",
				"url": "https://notes.z428.eu/2025/01/22/verkehrslage-heute-wildes-parken-neben.html",
				"tags": ["lost in moments"]
			},
			{
				"id": "http://z428.micro.blog/2025/01/22/am-and-on-multitasking-next.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>9am and on. Multitasking, next level: Handling several topics at once in one call. Boundaries constantly blurred, things getting mixed up and entangled in each other. Physical symptoms of nervousness. And the challenge of cautiously refocusing things, while continuously preventing oneself from slipping and falling. (In between, a glimpse of sun in dirty windowblinds.)</p>\n",
				"date_published": "2025-01-22T10:05:20+01:00",
				"url": "https://notes.z428.eu/2025/01/22/am-and-on-multitasking-next.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/22/072709.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>(Die verschiedenen emotionalen Zuschnitte verschiedener Menschen zu verschiedenen Tageszeiten. Der Busfahrer hat heute einen seltsamen Morgen, rumpelt über Bordsteine und fährt in die Kurven, als wäre er Stunden hinter dem Zeitplan und fest entschlossen, den Rückstand wieder einzufangen. Also sitzt man, hält sich fest, so gut es geht, und ist irgendwann insgeheim froh, wieder auf dem Boden zu stehen, der so sicher und stabil ist, wie ein vereister Haltesteig es nur sein kann. Weiter nach Pause. Und den Sonnenaufgang schon im Rücken.)</p>\n",
				"date_published": "2025-01-22T07:27:09+01:00",
				"url": "https://notes.z428.eu/2025/01/22/072709.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/22/wieder-auge-in-auge-mit.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Wieder Auge in Auge mit dem frühen Leben. Küchenwärme. Radio, das Bizarre erster Nachrichten und der Musik, die sie einfasst. Monologe des Kühlschranks, der heute eher beleidigt als müde klingt. Immer noch jener kleine rote Stern vor dem Fenster und immer noch Welt dahinter als bildlose Ahnung. Erster Kaffee, Wasser, Brot. Weit vor Erreichen von Normalbetrieb. Habt es mild heute!</p>\n",
				"date_published": "2025-01-22T05:21:14+01:00",
				"url": "https://notes.z428.eu/2025/01/22/wieder-auge-in-auge-mit.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/21/some-steps-further-the-sound.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Some steps further. The sound of distant trains and slow jazz nearby. A car parking, doors opened, closed. Dishes placed on a cupboard, below. And always a ringing phone, somewhere. Noticing quite late the absence of stars tonite, and the cold that made it into the rooms again. Noticing ones fingers drawing patterns in the dust on the windowsill, unconsciously, but hesitating to make sense of what's to be seen there. It's late enough, vague enough already, anyway. Have a calm night wherever you are.</p>\n<p><img src=\"https://notes.z428.eu/uploads/2025/i52xem5jf8j2c0ku.jpg\" alt=\"Blurred monochrome shot of lights and structures on a windowpane.\" width=\"400\"></p>\n<p>📷 lost-in-moments</p>\n<p>#outerworld  #concrete_city  #half_awake_half_asleep  #lost_in_moments  </p>\n",
				"date_published": "2025-01-21T22:19:28+01:00",
				"url": "https://notes.z428.eu/2025/01/21/some-steps-further-the-sound.html",
				"tags": ["lost in moments"]
			},
			{
				"id": "http://z428.micro.blog/2025/01/21/zwischen-tag-und-abend-eine.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Zwischen Tag und Abend, eine willkürlich gedachte Grenze, die eigentlich keine ist und sich letztlich auch dieser Festlegung gekonnt entzieht. Irgendwann merkt man die neue Dunkelheit und das veränderte Treiben in den Wohnungen gegenüber und spürt, dass man die Stunden der Agenda wieder hinter sich gelassen hat, das Gefühl aber immer noch nicht aufholen konnte. Warten am Wegesrand, auf sich selbst, zumindest im Metaphorischen. Ein wenig Frost auf der Haut, einige Sterne über dem Haupt, und nie nah genug an der See.</p>\n<p></p>\n",
				"date_published": "2025-01-21T19:28:45+01:00",
				"url": "https://notes.z428.eu/2025/01/21/zwischen-tag-und-abend-eine.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/21/of-mountains-rivers-and-coal.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Of mountains, rivers and coal wars. Music for odd afternoons.</p>\n<p><a href=\"https://thetruepanopticon.bandcamp.com/album/kentucky\">https://thetruepanopticon.bandcamp.com/album/kentucky</a> </p>\n<p><img src=\"https://notes.z428.eu/uploads/2025/a2622866952-16.jpg\" width=\"150\" height=\"150\" alt=\"Panopticon Kentucky album cover. A monochrome picture of a miner worker in front of a full-colour shot of a river bed in mountains.\"></p>\n<p>#panopticon  #folk_metal  #atmospheric_black_metal  #music_for_afternoons  </p>\n",
				"date_published": "2025-01-21T16:16:10+01:00",
				"url": "https://notes.z428.eu/2025/01/21/of-mountains-rivers-and-coal.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/21/pm-and-on-trying-to.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>4pm and on. Trying to slow down a day that got faster and more concurrent in the afternoon. Half a bottle of water, no more cookies. Freezing everything started yet left unfinished, let it thaw again later. Still on the quest for the right music to distract from everything and nothing. And still waiting for the train.</p>\n",
				"date_published": "2025-01-21T15:59:53+01:00",
				"url": "https://notes.z428.eu/2025/01/21/pm-and-on-trying-to.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/21/immer-noch-trbe-sonne-ber.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Immer noch trübe Sonne über Geschäftsbeton. Die kleinen Büros gegenüber sind fortgesetzt leer und langsam stellen sich Zweifel am wirtschaftlichen Zustand der Nachbarn ein. Unten herrscht Stadtlärm. Zwei junge Frauen haben einander zwischen den Häusern erkennbare Blechschäden zugefügt, jetzt wird neben den lädierten Fahrzeugen die Schuldfrage diskutiert, in zunehmend schärferem Ton; zumindest ist man sich einig in der Uneinigkeit. Kurzzeitiger Impuls, für eine kleine Weile zu verharren und zu beobachten, wohin sich das Drama entwickelt. Aber da sind Streusel auf den Kirschen und insgesamt kennt der fortschreitende Tag Wichtigeres. Enge Taktung, wenig Lücke.</p>\n",
				"date_published": "2025-01-21T12:25:13+01:00",
				"url": "https://notes.z428.eu/2025/01/21/immer-noch-trbe-sonne-ber.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/21/closing-in-on-am-devices.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Closing in on 9am. Devices missing in the drawer: Noise canceling headphones but for the noises roaring within. Too, ran out of chocolate. Tasks taken over, stage not completely set. Hazy light and the silence of wintry backyard fountains.</p>\n",
				"date_published": "2025-01-21T08:50:33+01:00",
				"url": "https://notes.z428.eu/2025/01/21/closing-in-on-am-devices.html"
			},
			{
				"id": "http://z428.micro.blog/2025/01/20/finally-one-step-back-out.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Finally: One step back out of that fast-paced  time. Like, stepping out of an express train, feeling the windy force of wagons racing by the platform and disappearing in unknown distances, screeching on its metal tracks. Dizzy, a bit. Confused, a lot. Not trying to fall prey to too many thoughts. Imagining the slow passing of winter with the first tulips of the year. And always keeping some candles close to feel the warmth of the light, if needed. Which sometimes it is. Have a soothing night wherever you are.</p>\n<p><img src=\"https://notes.z428.eu/uploads/2025/nsalxp1ltdqmgo6c.jpg\" alt=\"Tulips, pink and yellow, in front of a white wall. Vintage picture effect.\" width=\"400\"></p>\n<p>📷 lost-in-moments</p>\n<p></p>\n<p>#lost_in_moments  #outerworld  #flowers  #later_that_day_later_that_night  #smartphonephotography  </p>\n",
				"date_published": "2025-01-20T22:12:34+01:00",
				"url": "https://notes.z428.eu/2025/01/20/finally-one-step-back-out.html",
				"tags": ["lost in moments"]
			},
			{
				"id": "http://z428.micro.blog/2025/01/20/resounding-yesterday-today-snow-pines.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Resounding yesterday, today: Snow, pines, a white world and blue sky. Finding solitude in crowded places not too far from cities. Water, liquid and frozen. Snaps and noise.</p>\n<p><img src=\"https://notes.z428.eu/uploads/2025/sunp0025.jpg\" alt=\"A light wintry forest and a fence protecting young trees.\" width=\"400\"></p>\n<p><img src=\"https://notes.z428.eu/uploads/2025/sunp0024.jpg\" alt=\"A small calm creek making its way through a snowy meadow.\" width=\"400\"></p>\n<p><img src=\"https://notes.z428.eu/uploads/2025/sunp0033.jpg\" alt=\"Pine branches heavy with snow.\" width=\"400\"></p>\n<p><img src=\"https://notes.z428.eu/uploads/2025/sunp0027.jpg\" alt=\"A fir branch, close-up in snow, next to fragments of broken ice.\" width=\"400\"></p>\n<p>📷 random-stories</p>\n<p>#campsnap  #random_stories  #winter_days  #outerworld  #travel  </p>\n",
				"date_published": "2025-01-20T06:14:40+01:00",
				"url": "https://notes.z428.eu/2025/01/20/resounding-yesterday-today-snow-pines.html",
				"tags": ["random stories"]
			},
			{
				"id": "http://z428.micro.blog/2025/01/19/andere-tler-verdreckte-zerbrochene-fenster.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Andere Täler: Verdreckte, zerbrochene Fenster in längst verlassenen Hallen. Bahngleise ohne Haltepunkte. Ein verfallenes Wirtshaus, das niemandem mehr Quartier bietet. Ein alter Wohnwagen im Vorgarten, aufgebockt auf Baumstämmen. Hühner scharren durch Dreck, ein Taubenschwarm landet auf moosbedecktem Dach. Kein Grund, hier anzuhalten, und irgendwie ist man auch froh, es nicht zu müssen. Auch wenn man sich insgeheim deswegen schämt.</p>\n<p><img src=\"https://notes.z428.eu/uploads/2025/mo0q6oilpmhbepxd.jpg\" alt=\"Ein altes Fabrikgebäude in Nachmittagssonne.\" width=\"400\"></p>\n<p>📷 lost-in-moments </p>\n<p>#outerworld  #always_in_between  #travel  #smartphonephotography  </p>\n",
				"date_published": "2025-01-19T14:31:40+01:00",
				"url": "https://notes.z428.eu/2025/01/19/andere-tler-verdreckte-zerbrochene-fenster.html",
				"tags": ["lost in moments"]
			},
			{
				"id": "http://z428.micro.blog/2025/01/18/unterbrochene-trume-auch-ratlos-wieviel.html",
				
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Unterbrochene Träume, auch: Ratlos, wieviel Zeit vergangen ist. Oder wo die Tage, die Zustände, die Gefühle und Wirklichkeiten aneinander stoßen. Ruhe auf den Balkonen, kalt glänzende Dächer. Selbstgespräche mit Mond.</p>\n<p><img src=\"https://notes.z428.eu/uploads/2025/bymqxphmgsd5wjx7.jpg\" alt=\"Verwischte Fenster vor Mondlicht und Nacht. \" width=\"400\"></p>\n<p>📷 a-different-void</p>\n<p>#a_different_void  #outerworld  #concrete_city  #smartphonephotography  #dresden  #between_day_and_night  </p>\n",
				"date_published": "2025-01-18T23:10:46+01:00",
				"url": "https://notes.z428.eu/2025/01/18/unterbrochene-trume-auch-ratlos-wieviel.html"
			}
	]
}
